---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctLining
source: html/9fc29564-4c5b-5921-7fdc-02f5796aac0c.htm
---
# DuctLining Properties

The id of the assembly instance to which the element belongs.